{
  "title": "رازداری کی پالیسی",
  "welcome": "Zykr ایپ میں خوش آمدید۔ آپ کی رازداری ہمارے لیے بہت اہم ہے۔ یہ رازداری کی پالیسی وضاحت کرتی ہے کہ جب آپ ہماری ایپ استعمال کرتے ہیں تو ہم آپ کی معلومات کس طرح جمع کرتے ہیں، استعمال کرتے ہیں، اور محفوظ رکھتے ہیں۔",
  "section1": {
    "heading": "1. وہ معلومات جو ہم جمع کرتے ہیں",
    "items": [
      "ذاتی معلومات: نام، ای میل ایڈریس، اور لاگ ان کی تفصیلات جو آپ اکاؤنٹ بناتے وقت فراہم کرتے ہیں۔",
      "استعمال کے ڈیٹا: آپ کی ایپ استعمال جیسے تسبیح کی تعداد، شامل شدہ گروپس، کمیونٹی میں شراکتیں، ترقی، اور ایپ کی خصوصیات کے ساتھ تعامل۔",
      "ڈیوائس کی معلومات: آپ کے آلے کی قسم، آپریٹنگ سسٹم، ایپ کا ورژن، اور زبان کی ترجیحات۔"
    ]
  },
  "section2": {
    "heading": "2. ہم آپ کی معلومات کس طرح استعمال کرتے ہیں",
    "items": [
      "آپ کے تسبیح کے تجربے کو فراہم کرنے اور شخصی بنانے کے لیے، بشمول ڈیفالٹ اور کسٹم تسبیح ٹریکنگ۔",
      "گروپ اور کمیونٹی تسبیح کی خصوصیات کو فعال کرنے اور بہترین شراکت کنندگان دکھانے کے لیے۔",
      "روحانی ترقی، ایپ کی خصوصیات، اور پروموشنز کے بارے میں اپ ڈیٹس، نوٹیفیکیشنز، اور نیوز لیٹر بھیجنے کے لیے۔",
      "آپ کے استعمال کے ڈیٹا کی بنیاد پر ایپ کی فعالیت اور کارکردگی کو بہتر بنانے کے لیے۔"
    ]
  },
  "section3": {
    "heading": "3. آپ کی معلومات کا اشتراک",
    "text": "ہم آپ کی رازداری کا احترام کرتے ہیں اور آپ کا ذاتی ڈیٹا فروخت نہیں کرتے۔ ہم آپ کی معلومات درج ذیل کے ساتھ شیئر کر سکتے ہیں:",
    "items": [
      "ایپ ہوسٹنگ، تجزیات، اور نوٹیفیکیشنز کے لیے ہمارے معتبر سروس فراہم کنندگان۔",
      "کمیونٹی خصوصیات جہاں آپ کا یوزر نیم اور شراکتیں دیگر صارفین کو نظر آ سکتی ہیں۔",
      "قانونی حکام اگر قانون کے مطابق یا ہمارے حقوق کے تحفظ کے لیے ضروری ہو۔"
    ]
  },
  "section4": {
    "heading": "4. ڈیٹا کی حفاظت",
    "text": "ہم آپ کے ڈیٹا کو محفوظ رکھنے کے لیے صنعت کے معیاری حفاظتی اقدامات نافذ کرتے ہیں۔ اگرچہ ہم آپ کے ڈیٹا کو محفوظ رکھنے کی کوشش کرتے ہیں، لیکن کسی بھی طریقہ کار کے ذریعے ترسیل یا ذخیرہ مکمل طور پر محفوظ نہیں ہوتا۔"
  },
  "section5": {
    "heading": "5. آپ کے اختیارات",
    "items": [
      "آپ کسی بھی وقت اپنے پروفائل کو اپ ڈیٹ کر سکتے ہیں، اپنی زبان بدل سکتے ہیں، یا نوٹیفیکیشن کی ترجیحات کا انتظام کر سکتے ہیں۔",
      "آپ اپنا اکاؤنٹ حذف کر سکتے ہیں، جس سے آپ کی ذاتی معلومات ہمارے سرورز سے ہٹا دی جائیں گی۔"
    ]
  },
  "section6": {
    "heading": "6. بچوں کی رازداری",
    "text": "Zykr ایپ 13 سال سے کم عمر کے بچوں کے لیے نہیں ہے۔ ہم جان بوجھ کر بچوں سے ذاتی معلومات جمع نہیں کرتے۔"
  },
  "section7": {
    "heading": "7. اس رازداری کی پالیسی میں تبدیلیاں",
    "text": "ہم اس پالیسی کو کبھی کبھار اپنی عملی طریقوں یا قانونی تقاضوں کی روشنی میں اپ ڈیٹ کر سکتے ہیں۔ کوئی بھی اپ ڈیٹس ایپ میں پوسٹ کی جائیں گی۔"
  },
  "section8": {
    "heading": "8. ہم سے رابطہ کریں",
    "text": "اگر آپ کو اس رازداری کی پالیسی یا آپ کے ڈیٹا کے استعمال کے بارے میں سوالات ہیں تو براہ کرم ہم سے رابطہ کریں:",
    "items": [
      "ای میل: support@Zykrapp.com",
      "فون: +1 (234) 567-8900",
      "پتہ: 123 اسپریچوئل اسٹریٹ"
    ]
  },
  "copyright": "© {{year}} Zykr ایپ۔ جملہ حقوق محفوظ ہیں۔"
}
