{
  "title": "سياسة الخصوصية",
  "welcome": "مرحبًا بكم في تطبيق ذكـر. خصوصيتك مهمة جدًا بالنسبة لنا. تشرح سياسة الخصوصية هذه كيفية جمع معلوماتك واستخدامها وحمايتها عند استخدامك لتطبيقنا.",
  "section1": {
    "heading": "1. المعلومات التي نجمعها",
    "items": [
      "المعلومات الشخصية: الاسم، عنوان البريد الإلكتروني، وبيانات تسجيل الدخول التي تقدمها عند إنشاء حساب.",
      "بيانات الاستخدام: استخدامك للتطبيق مثل عدد التسبيحات، المجموعات التي انضممت إليها، مساهمات المجتمع، التقدم، والتفاعل مع ميزات التطبيق.",
      "معلومات الجهاز: نوع جهازك، نظام التشغيل، نسخة التطبيق، وتفضيلات اللغة."
    ]
  },
  "section2": {
    "heading": "2. كيفية استخدام معلوماتك",
    "items": [
      "لتقديم تجربة تسبيح مخصصة، بما في ذلك تتبع التسبيح الافتراضي والمخصص.",
      "لتمكين ميزات المجموعات والمجتمع وعرض أفضل المساهمين.",
      "لإرسال التحديثات والإشعارات والنشرات حول النمو الروحي وميزات التطبيق والعروض الترويجية.",
      "لتحسين وظائف التطبيق وأدائه بناءً على بيانات استخدامك."
    ]
  },
  "section3": {
    "heading": "3. مشاركة معلوماتك",
    "text": "نحترم خصوصيتك ولا نبيع بياناتك الشخصية. قد نشارك معلوماتك مع:",
    "items": [
      "مزودو الخدمة الموثوق بهم لاستضافة التطبيق، والتحليلات، والإشعارات.",
      "ميزات المجتمع حيث يمكن أن يكون اسم المستخدم ومساهماته مرئيًا للمستخدمين الآخرين.",
      "السلطات القانونية إذا تطلب القانون ذلك أو لحماية حقوقنا."
    ]
  },
  "section4": {
    "heading": "4. أمان البيانات",
    "text": "نطبق معايير أمان صناعية لحماية بياناتك. على الرغم من أننا نسعى للحفاظ على أمان بياناتك، لا توجد طريقة نقل أو تخزين آمنة بالكامل."
  },
  "section5": {
    "heading": "5. خياراتك",
    "items": [
      "يمكنك تحديث ملفك الشخصي، تغيير اللغة، أو إدارة تفضيلات الإشعارات في أي وقت.",
      "يمكنك حذف حسابك، مما سيؤدي إلى إزالة بياناتك الشخصية من خوادمنا."
    ]
  },
  "section6": {
    "heading": "6. خصوصية الأطفال",
    "text": "تطبيق ذكـر غير مخصص للأطفال دون سن 13 عامًا. نحن لا نجمع معلومات شخصية عن الأطفال عن قصد."
  },
  "section7": {
    "heading": "7. تغييرات على سياسة الخصوصية هذه",
    "text": "قد نقوم بتحديث هذه السياسة أحيانًا لتعكس التغييرات في ممارساتنا أو المتطلبات القانونية. سيتم نشر أي تحديثات داخل التطبيق."
  },
  "section8": {
    "heading": "8. تواصل معنا",
    "text": "إذا كانت لديك أسئلة حول سياسة الخصوصية هذه أو كيفية استخدام بياناتك، يرجى الاتصال بنا:",
    "items": [
      "البريد الإلكتروني: support@zykrapp.com",
      "الهاتف: +1 (234) 567-8900",
      "العنوان: 123 شارع الروحانية"
    ]
  },
  "copyright": "© {{year}} تطبيق ذكـر. جميع الحقوق محفوظة."
}
