{
  "title": "Gizlilik Politikası",
  "welcome": "Zykr Uygulamasına hoş geldiniz. Gizliliğiniz bizim için çok önemlidir. Bu Gizlilik Politikası, uygulamamızı kullanırken bilgilerinizin nasıl toplandığını, kullanıldığını ve korunduğunu açıklar.",
  "section1": {
    "heading": "1. Topladığımız Bilgiler",
    "items": [
      "Kişisel Bilgiler: Hesap oluştururken sağladığınız ad, e-posta adresi ve giriş bilgileri.",
      "Kullanım Verileri: Uygulama kullanımınız, örneğin tesbih sayıları, katıldığınız gruplar, topluluk katkıları, ilerleme ve uygulama özellikleri ile etkileşim.",
      "Cihaz Bilgileri: Cihaz türünüz, işletim sistemi, uygulama sürümü ve dil tercihleri."
    ]
  },
  "section2": {
    "heading": "2. Bilgilerinizi Nasıl Kullanıyoruz",
    "items": [
      "Varsayılan ve özel tesbih takibi dahil olmak üzere tesbih deneyiminizi sağlamak ve kişiselleştirmek için.",
      "Grup ve topluluk tesbih özelliklerini etkinleştirmek ve en iyi katkıda bulunanları göstermek için.",
      "Manevi gelişim, uygulama özellikleri ve promosyonlar hakkında güncellemeler, bildirimler ve bültenler göndermek için.",
      "Kullanım verilerinize dayalı olarak uygulama işlevselliğini ve performansını geliştirmek için."
    ]
  },
  "section3": {
    "heading": "3. Bilgilerinizi Paylaşma",
    "text": "Gizliliğinize saygı duyuyoruz ve kişisel verilerinizi satmıyoruz. Bilgilerinizi aşağıdakilerle paylaşabiliriz:",
    "items": [
      "Uygulama barındırma, analiz ve bildirimler için güvenilir hizmet sağlayıcılarımız.",
      "Kullanıcı adınızın ve katkılarınızın diğer kullanıcılar tarafından görülebileceği topluluk özellikleri.",
      "Kanun gereği veya haklarımızı korumak amacıyla yasal yetkililer."
    ]
  },
  "section4": {
    "heading": "4. Veri Güvenliği",
    "text": "Verilerinizi korumak için sektör standartlarında güvenlik önlemleri uyguluyoruz. Verilerinizi güvende tutmaya çalışsak da, iletim veya depolama yöntemlerinin tamamen güvenli olduğunu garanti edemeyiz."
  },
  "section5": {
    "heading": "5. Seçenekleriniz",
    "items": [
      "Profilinizi güncelleyebilir, dilinizi değiştirebilir veya bildirim tercihlerinizi istediğiniz zaman yönetebilirsiniz.",
      "Hesabınızı silebilirsiniz; bu, kişisel bilgilerinizin sunucularımızdan kaldırılmasına neden olur."
    ]
  },
  "section6": {
    "heading": "6. Çocukların Gizliliği",
    "text": "Zykr Uygulaması 13 yaş altındaki çocuklar için tasarlanmamıştır. Çocuklardan bilinçli olarak kişisel bilgi toplamayız."
  },
  "section7": {
    "heading": "7. Bu Gizlilik Politikasındaki Değişiklikler",
    "text": "Politikayı, uygulamalarımızdaki veya yasal gerekliliklerdeki değişiklikleri yansıtacak şekilde ara sıra güncelleyebiliriz. Tüm güncellemeler uygulamada yayınlanacaktır."
  },
  "section8": {
    "heading": "8. Bizimle İletişime Geçin",
    "text": "Bu Gizlilik Politikası veya verilerinizin nasıl kullanıldığı hakkında sorularınız varsa, lütfen bizimle iletişime geçin:",
    "items": [
      "E-posta: support@zykrapp.com",
      "Telefon: +1 (234) 567-8900",
      "Adres: 123 Spiritual Street"
    ]
  },
  "copyright": "© {{year}} Zykr Uygulaması. Tüm hakları saklıdır."
}
