{
  "title": "Terms of Service",
  "intro": "Welcome to Zikr App. By using our application, you agree to these Terms of Service. Please read them carefully before using the app.",

  "section1": {
    "heading": "1. Acceptance of Terms",
    "text": "By accessing or using Zikr App, you agree to comply with these Terms. If you do not agree with any part of these Terms, you must not use the application."
  },

  "section2": {
    "heading": "2. Use of the App",
    "text": "Zikr App is designed to help users perform tasbeeh, set spiritual goals, track progress, and join community activities.",
    "items": [
      "You must use the app for lawful and ethical purposes only.",
      "You must not misuse or attempt to harm the app or its users.",
      "You are responsible for maintaining the confidentiality of your account."
    ]
  },

  "section3": {
    "heading": "3. User Content",
    "text": "Users may create custom tasbeeh, wazifa, groups, and community posts. You are responsible for the content you create and share."
  },

  "section4": {
    "heading": "4. Privacy",
    "text": "Your privacy is important to us. Please review our Privacy Policy to understand how we collect and use your information."
  },

  "section5": {
    "heading": "5. Intellectual Property",
    "text": "All content, design, logos, and features of Zikr App are the property of Zikr App and may not be copied or reused without permission."
  },

  "section6": {
    "heading": "6. Limitation of Liability",
    "text": "Zikr App is provided \"as is\" without warranties of any kind. We are not responsible for any damages or losses resulting from the use of the app."
  },

  "section7": {
    "heading": "7. Changes to Terms",
    "text": "We may update these Terms from time to time. Continued use of the app after changes means you accept the updated Terms."
  },

  "section8": {
    "heading": "8. Contact Us",
    "text": "If you have any questions about these Terms, please contact us:",
    "email": "📧 Email: support@zikrapp.com",
    "phone": "📞 Phone: +1 (234) 567-8900"
  }
}
